[Main]
DisplayName=العربية

[Uninstaller_frmIObitUninstall]
rdibFeedback.Caption=التعليقات

[Uninstaller_frm_FeedBack]
lbl_Title.caption=التعليقات
btnImg_FeedBackCancel.caption=إلغاء
lbl_DescTitle.caption=الوصف:
lbl_EmailTitle.caption=عنوان البريد الإلكتروني:
lbl_ScreenShot.caption=لقطة شاشة
lbl_TypeTitle.caption=نوع الطلب:
btnImg_FeedBackSend.caption=إرسال
lbl_ContactMsg.caption=أو مراسلتنا على

[Uninstaller_fraBrowserCleaner]
lbl_NoItems.caption=لا أشرطة أدوات ومكونات إضافية في المتصفح الخاص بك
rdlvAllBrowse.Columns[0].Caption=الإسم
rdlvCustomBrowse.Columns[0].Caption=الإسم
rdlvAllBrowse.Columns[1].Caption=تقييم المستخدم
rdlvAllBrowse.Columns[2].Caption=العملية
rdlvCustomBrowse.Columns[1].Caption=العملية
mniRemove.Caption=إزالة
mniRate.Caption=التقيم
mniIgone.Caption=تجاهل
mniRefush.Caption=تحديث
mniOpenFloder.Caption=فتح موقع الملف
mniOpeninRegedit.Caption=فتح في محرر الريجيستري
mniSelectedAll.Caption=تحديد الكل
mniInvertSelection.Caption=عكس التحديد
mniSearchOnline.Caption=بحث عبر الإنترنت

[Uninstaller_M]
MainGiftbox_Hint=عرض خاص خصم %D%
MainUpdate_Hint=يتوفر إصدار جديد
Detail_Name=الإسم
Button_Remove=إزالة
FuncVoteActiveVote=التقيم
SU_Ignore=تجاهل
SU_COL_Ignore=تجاهل
SpecTOK=موافق
Button_OK=موافق
Button_Cancel=إلغاء
Setting_UITitle=واجهة المستخدم
lbl_White.caption=أبيض
Setting_UpdateTitle=طريقة التحديث
Setting_GeneralTilte=عام
Setting_NotificationTilte=الإخطار
HistoryInfo_InstallDate=تاريخ التثبيت
SoftwareFrame_InstallDate_M=تاريخ التثبيت
Uninstall_Btn_Str=الغاء التثبيت
Button_Uninstall=الغاء التثبيت
Details_M=التفاصيل
History_Detail_M=التفاصيل
Detail_Tip=التفاصيل
Update_NoItem_Tip=لم يتم العثور على تحديثات ويندوز
ToolPopForceUninstall=فرض إلغاء التثبيت
HistoryInfo_DisplayName=عرض الاسم
Startup_Delete_M=حذف
SelectAll_M=تحديد الكل
SelectAll_Str=تحديد الكل
FromUninstallNoItem=اكتمل إلغاء التثبيت
CloseHint_M=إغلاق
SpecTClose=إغلاق
Button_Close=إغلاق
Hint_WindowClose=إغلاق
Button_Yes=نعم
Detail_Des=الوصف
MoreSettingPopRestore=استعادة
Hint_WindowRest=استعادة
ToolPopCleanup=تنظيف المتبقية
Clean_Shortcuts_GroupsHeader_M=الاختصارات التالفة
Clean_WindowsPatch_GroupsHeader_M=الذاكرة المؤقتة لتخزين رقع تحديث ويندوز
Clean_Download_GroupsHeader_M=مجلد التحميل
SU_COL_State=الحالة
Explorer_Button=ممزق الملفات
ToolPopFileShredder=ممزق الملفات
FuncPluginLoading=...جاري التحميل
SpecTHide=إخفاء
Cleaning_M=جاري التنظيف
RegistryCaption_Str=ريجيستري
FileCaption_Str=ملف
SomeItems=عناصر
OneItem=عنصر
licenseEg_M=AAAAA-BBBBB-CCCCC-DDDDD :مثل
ToolPopHistory=سجل إلغاء التثبيت
HistoryInfo_UninstallDate=تاريخ إلغاء التثبيت
FeedBack_SendFailed=فشل الإرسال. الرجاء النقر على موافق لإرسال تعليقات عبر الإنترنت
FeedBack_Sending=...جاري الإرسال
LicenseSeat_M=حالة الترخيص:
Powerful_File_Reboot_M=ملف سيتم حذفه عند إعادة التشغيل:
Powerful_File_Del_M=ملف تم حذفه:
Powerful_Reg_Sucess_M=تريجيستري تم حذفه:
Powerful_Reg_Faild_M=ريجيستري فشل حذفه:
Powerful_Task_Sucess_M=مهمة مجدولة تم حذفها:
Powerful_Task_Faild_M=مهمة مجدولة فشل حذفها:
Powerful_Services_Sucess_M=خدمة تم حذفها:
Powerful_Services_Faild_M=خدمة فشل حذفها:
CodeLiftTime_M=هذا رمز ترخيص مدى الحياة، وهو صالح فقط لإلغاء التبيت الإصدار6. الرجاء إعادة تثبيت برنامج إلغاء التثبيت الإصدار 6 المحترف
ShredderDetail_1=يمكن استرداد الملفات المحذوفة حتى بعد تهيئة القرص
ShredderDetail_2=تمزيق الملفات يساعدك على إزالة الملفات غير المرغوب فيها بأمان وبشكل دائم
Program_Information=معلومات البرنامج
Files_Deleted=ملفات محذوفة
Registries_Deleted=إدخالات ريجيستري محذوفة
Scheduled_Tasks_Deleted=مهام مجدولة محذوفة
Deleted_on_Reboot=ستحذف عند إعادة التشغيل
Service_Deleted=خدمات محذوفة
HtmlADPluginCaption=إعلان يدخل في المكونات الإضافية <a>%d</a>
HtmlMaliciousPluginCaption=تهديد مكونات إضافية ضارة <a>%d</a>
MenuRight_Caption=إلغاء تثبيت قوي
Controlpanel_Button=إلغاء تثبيت قوي
UninstallLog_No_IsEmpty_M=لم يتم العثور على ملفات متبقية في الفحص القوي
Input_Text_Search=بحث
Hint_Settings=الخيارات
Hint_WindowMin=تصغير
Hint_WindowMax=تكبير
Hint_Tools=أدوات
Nav_Colle_Program_All=البرامج
Nav_Colle_Browser=أشرطة أدوات وإضافات
Nav_Colle_Win=تطبيقات ويندوز
Win8ListViewGroupsWin8AppHeader=تطبيقات ويندوز
Nav_Colle_AC=مركز العمل
Nav_Item_Program_All=كل البرامج
Nav_Item_Program_Recent=المثبتة مؤخرا
Nav_Item_Program_Infrequent=نادرة الأستخدام
Nav_Item_Program_Large=البرامج الكبيرة
Nav_Item_Win_Update=تحديث ويندوز
Nav_Item_Browser_All=كل أشرطة الأدوات&الإضافات
Button_No=لا
Button_Continue=متابعة
FileCorruptedMsg=بعض ملفات برنامج إلغاء التثبيت تالفة. الرجاء إعادة تثبيت البرنامج
Program_Mult=البرنامج قيد التشغيل بالفعل ضمن حساب مستخدم مختلف. يرجى الخروج منه على حساب المستخدم هذا قبل محاولة التشغيل مرة أخرى
MoreSettingPopSetting=...إعدادات
MoreSettingPopExport=تصدير قائمة البرنامج
MoreSettingPopUpdate=تحقق من التحديثات
MoreSettingPopManual=دليل الاستخدام
MoreSettingPopSupport=الدعم الفني
MoreSettingPopOnline=على الانترنت IObit
MoreSettingPopLike=أعجبني
MoreSettingPopAbout=حول
DefaultSelProg=إلغاء تثبيت البرامج غير الضرورية لتحرير مساحة أكبر
DefaultSelPlug=إزالة الإضافات غير المرغوب فيها لحماية المتصفح الخاص بك
DefaultSelWApp=إلغاء تثبيت تطبيقات ويندوز غير المرغوب فيها لتعزيز الكمبيوتر الخاص بك
SelInfoProg=البرنامج المحدد لإلغاء التثبيت. الحجم الإجمالي:
SelInfoProgM=البرامج المحددة لإلغاء التثبيت. الحجم الإجمالي:
SelInfoPlug=المكون الإضافي المحدد للإزالة
SelInfoPlugM=الإضافات المحددة للإزالة
SelInfoUpdate=تحديث ويندوز المحدد لإلغاء التثبيت
SelInfoUpdateM=تحديثات ويندوز المحددة لإلغاء التثبيت
SelInfoWApp=التطبيق المحدد لإلغاء التثبيت
SelInfoWAppM=التطبيقات المحددة لإلغاء التثبيت
v_license_OtherCode_M=%sترخيص ل %s %s يرجى النقر فوق الزر موافق لتحميل
Cannotconnect_M=لا يمكن الاتصال بخادمنا. يرجى التحقق من إعدادات الشبكة/الخادم الوكيل ومحاولة التحقق من ترخيصك لاحقا
license_OtherGivewalys_M=%s هو ترخيص هبة وفقط صالح للإصدار المحدد. يرجى الانتقال إلى <a>هنا</a> لشراء رمز ترخيص جديد لبرنامج إلغاء التثبيت 7 المحترف
SysRestore_CreateComplete=!تم إنشاء نقطة استعادة بنجاح
SysRestore_CreateFailed=فشل إنشاء نقطة استعادة! يرجى التحقق من تمكين استعادة النظام
SysRestore_CreateRestore_Failed=فشل إنشاء نقطة استعادة! يرجى التحقق من تمكين استعادة النظام
SysRestore_CreateRestore_Confirm=هل تريد بالتأكيد إنشاء نقطة استعادة؟
SysRestore_CreateRestore_Tip=...جاري إنشاء نقطة الاستعادة، يرجى الانتظار
CreateRetore_Str=...جاري إنشاء نقطة الاستعادة، يرجى الانتظار
SysRestore_SetRestore_Confirm=تحذير: ستؤدي استعادة النظام إلى نقطة استعادة إلى التراجع عن جميع التغييرات التي تمت بعد نقطة الاستعادة هذه. بمجرد البدء، لا يمكن التراجع أو مقاطعة استعادة النظام. هل تريد بالتأكيد المتابعة؟
SysRestore_SetRestore_Reboot=مطلوب إعادة تشغيل لتطبيق هذه التغييرات. يرجى حفظ كافة الملفات المفتوحة وإغلاق كافة البرامج المفتوحة قبل إعادة التشغيل. هل تريد إعادة تشغيل الكمبيوتر الآن؟
SysRestore_SetRestore_Tip=جاري استعادة ملفات النظام والإعدادات، يرجى الانتظار...
SysRestore_Delete_Confirm=هل أنت متأكد أنك تريد حذف ذلك؟
MsgBox_SelectProgram=يرجى تحديد برنامج واحد على الأقل
Shredder_Sucess_M=تم التمزيق بنجاح
Shredder_OneSucess_M=تم التمزيق بنجاح
Shredder_Del_M=هل تريد بالتأكيد إزالة %d عناصر مضافة نهائيا؟ هذا الإجراء غير قابل للإسترداد على الاطلاق وسوف يستغرق وقتا أطول للإكمال.
Shredder_DelOne_M=هل تريد بالتأكيد إزالة %d عنصر تم إضافته نهائيا؟ هذا الإجراء غير قابل للإسترداد على الاطلاق وسوف يستغرق وقتا أطول للإكمال
Shredder_NotDel_M="%s" لم يتم تمزيقه لأنه غير قادر على الكتابة إليه. يرجى التحقق مما إذا كان لا يزال قيد الاستخدام
Shredder_InUse_M=لم يتم تمزيق بعض الملفات لأنه غير قادر على الكتابة إليها. يرجى التحقق مما إذا كانت لا تزال قيد الاستخدام أم لا
Shredder_DirIsEmpty_M=أنها فارغة. لا يمكنك تمزيقها
FileShredder_MaxCount_M=تمت إضافة 5000 ملف. الرجاء إضافة بقية الملفات بعد تمزيق هذه الملفات الـ5000
BatchUninstall_NoneSelect_M=يرجى تحديد برنامج واحد على الأقل
OtherInfo_M=.إلا من لوحة التحكم "%s" لا يمكن إلغاء تثبيت هل تريد الذهاب إلى "لوحة التحكم" لمتابعة إلغاء التثبيت؟
RelationInfo_M=.معا "%s" سيتم إلغاء تثبيت هل أنت متأكد من متابعة إلغاء التثبيت؟
EndProInfo_M=العملية "%s" من "%s" لا تزال قيد التشغيل. الرجاء التأكد من انتهاء "%s" وانقر على متابعة.
DRclickmis_M=.بطريقة روتينية "%s" لا يمكن إلغاء تثبيت للحصول على إرشادات مفصلة لإزالة التثبيت وإلغاء تثبيته مرة أخرى <a>النقر هنا</a> يرجى
UinstallAgain_M=إلغاء التثبيت مرة أخرى
license_expired_M=انتهت صلاحية الترخيص %s. لشراء ترخيص جديد <a>هنا</a> انقر
license_maximum_M=%s هذا الترخيص تم تفعيلة لأجهزة الكمبيوتر القصوى ولا يمكن استخدامه. الرجاء النقر <a>هنا</a> لشراء ترخيص آخر لتنشيط إلغاء التثبيت المحترف لهذا الكمبيوتر
license_Free_M=%s هذا الترخيص لا يمكن تنشيطه. الرجاء شراء ترخيص جديد للبرنامج
license_valid_M=رمز ترخيص غير صالح! الرجاء إدخال رمز ترخيص صالح
DeselectAll_M=إلغاء تحديد الكل
SureToDelete_Str=هل تريد بالتأكيد حذف العناصر المحددة؟
DeselectAll_Str=إلغاء تحديد الكل
SuccessReslutFromHistroySome=برامج تم تنظيفها بنجاح. تحقق من التفاصيل أدناه <a>%d</a> الملفات المتبقية من
SuccessWithNoResidualSingle=برنامج بدون ملفات متبقية <a>%d</a> لقد أزلت بنجاح
SuccessWithNoResidualSome=برامج بدون ملفات متبقية <a>%d</a> لقد أزلت بنجاح
FailedReslut=."%s" فشل إلغاء تثبيت أدخل بريدك الإلكتروني أدناه وانقر على زر الملاحظات. سيتم إرسال سجل إلغاء التثبيت لنا
AllFailedReslutSingle=.%s فشل إلغاء تثبيت أدخل بريدك الإلكتروني أدناه وانقر على زر الملاحظات. سيتم إرسال سجل إلغاء التثبيت لنا
AllFailedReslutSome=فشل إلغاء تثبيت %d برامج. أدخل بريدك الإلكتروني أدناه وانقر على زر الملاحظات. سيتم إرسال سجل إلغاء التثبيت لنا
MsgBox_SelectWin8App=يرجى تحديد تطبيق واحد على الأقل
NoticeInfo_One=تم الكشف عن مكون إضافي ضار في المتصفح، يرجى فتح برنامج إلغاء التثبيت لإزالته
NoticeInfo_Some=يتم الكشف عن إضافات ضارة في المتصفح الخاص بك، يرجى فتح برنامج إلغاء التثبيت لإزالتها
PluginRestoreStr=الإعدادات الافتراضية %s استعادة
FuncPluginRemoveSuccessMsgBox=تمت إزالة العناصر بنجاح
FuncPluginSelectMsgBox=يرجى تحديد عنصر أولا
FuncPluginRemoveFailedMsgBox_2=الرجاء الخروج من المتصفحات التالية لإزالة العناصر:
FuncPluginRemoveFailedMsgBox_3=الرجاء الخروج من المتصفحات وإعادة المحاولة
FuncPluginRemoveFailedSingleMsgBox=.%s فشل إلغاء تثبيت يرجى النقر على تعليقات للحصول على مزيد من المساعدة
FuncPluginRemoveFailedSomeMsgBox=فشل إلغاء تثبيت %d إضافات. يرجى النقر على تعليقات للحصول على مزيد من المساعدة
RestoreDefaultSettingsButton=الإعدادات الافتراضية %s استعادة
FeedBack_SendingSuccess=نجح الإرسال
NouselessFiles_M=لا توجد ملفات غير مجدية وجدت في جهاز الكمبيوتر الخاص بك
ExistDownloadFile_M=هل تريد بالتأكيد تنظيف الملفات المحددة في مجلد التنزيل؟
scaning_M=جاري الفحص
Exit_M=إنهاء
OpenIU_M=I.Uninstaller فتح
Allthefollowing_M=تم تنظيف جميع المخلفات المحددة بنجاح
SpecTUninstalling=جاري إلغاء تثبيت البرنامج التالي:
SpecTUninstallingM=جاري إلغاء تثبيت البرامج التالية:
SpecTUninstalled=تم إلغاء تثبيت البرنامج
SpecTUninstalledM=تم إلغاء تثبيت البرامج
Shredder_NotAddFolder_M=إلى التمزيق لأن هذه العملية قد تسبب عدم استقرار النظام "%s" غير قادر على إضافة ملف
ForceUninstallEndProgressMsg=قيد التشغيل. يرجى إنهاء العملية وإعادة المحاولة %s
Setting_Size_Normal=عادي
Setting_Size_Large=كبير
Setting_Size_Larger=اكبر
SU_COL_Version=الإصدار
HistoryInfo_Version=الإصدار
HistoryInfo_Publisher=الناشر
UpdateColumnStr_Title=اسم التحديث (الإجمالي:%d)
Update_Loading_Tip=...جاري تحميل تحديث ويندوز
Win8NoItemTip=لم يتم العثور على تطبيقات ويندوز
Win8ColumnStr_Title=اسم التطبيق (الإجمالي: %d)
Detail_Ver=الإصدار
Detail_Path=مسار التثبيت
Detail_Publisher=الناشر
Win8LoadingApp=...جاري تحميل التطبيقات
Win8ListViewGroupsWin8AppSubtitle=التطبيقات التي نشرتها شركة ميكروسوفت
Win8ListViewGroupsThirdHeader=تطبيقات الجهات الخارجية
Win8ListViewGroupsThirdSubtitle=التطبيقات المنشورة من قبل شركات الجهات الخارجية
ListViewPlugSysbit=قليل
ListViewGroupMaliciousTitle=أشرطة الأدوات الضارة والمكونات الإضافية
ListViewGroupMaliciousDesc=قد تقوم أشرطة الأدوات والمكونات الإضافية هذه بتغيير المتصفح الافتراضي وسرقة معلوماتك الخاصة
ListViewGroupAdTitle=أشرطة الأدوات المستندة إلى الإعلانات والمكونات الإضافية
ListViewGroupAdDesc=قد تعرض أشرطة الأدوات والمكونات الإضافية إعلانات، وإعلانات بانر، وما إلى ذلك
ListViewGroupTrustTitle=أشرطة الأدوات الموثوقة والمكونات الإضافية
ListViewGroupTrustDesc=لن تضر أشرطة الأدوات والمكونات الإضافية هذه بجهاز الكمبيوتر. يمكنك إزالتها أو الاحتفاظ بها وفقا لطلبك
ListViewGroupExtensions=الملحقات
ListViewGroupPlugins=الإضافات
ListViewGroupToolbar=شريط الأدوات
ListViewGroupBHO=كائن مساعد المستعرض
ListViewGroupActiveX=ActiveX
ListViewGroupInjectedPrograms=البرامج المحقونة
ListViewGroupExtension_DES=يتم استخدام الإضافات لتخصيص المتصفح باستخدام الميزات التي تريدها
ListViewGroupPlugin_DES=يمكن بسهولة تثبيت المكون الإضافي واستخدامه كجزء من متصفح الويب
UninstallingSomeStr=هل تريد بالتأكيد إلغاء تثبيت %d برامج محددة؟
UninstallingSingleStr=هل أنت متأكد من إلغاء تثبيت البرنامج المحدد؟
Uninstall_Str=%s جاري إلغاء تثبيت (%d/%d)
Scan_Str=%s جاري فحص (%d/%d)
FuncCheckBrowserMsgBox_3=أو انقر فوق إلغاء لإجهاض العملية
FuncCheckBrowserMsgBox_6=أو انقر فوق إلغاء لإجهاض العملية
Noprograms_match_M=لا توجد عناصر تطابق بحثك
ListViewGroupToolbar_DES=يساعد شريط الأدوات المستخدمين في الوصول إلى المواقع بسرعة أو إجراء وظائف التطبيق الأخرى
ListViewGroupBHO_DES=كائن مساعد المستعرض يساعد على إنشاء متصفحات شخصية وتوفير وظائف تفاعلية أبسط
ListViewGroupActivex_DES=يتم استخدام أكتيفكس بواسطة إنترنيت إكسبلورر لتسهيل تشغيل الوسائط المتعددة التفاعلية
ListViewGroupInjection_DES=البرامج المحقونة ستضخ ملفات دلل طرف ثالث لعملية المتصفح الخاص بك لتوفير بعض الميزات
PluginNoItemTip=لم يتم العثور على أشرطة أدوات أو مكونات إضافية في المتصفح
NoSerchItem_Tip=لا توجد عناصر تطابق بحثك
PluginColumnStr_Title=الاسم (الإجمالي: %d)
ChromeSysncStr=الرجاء تعطيل ميزة مزامنة كروم لإزالة المكونات الإضافية المحددة تماما. وإلا فإن الإضافات قد يتم إعادة تثبيتها تلقائيا
FuncPluginSysPluginMsgBox=لأن بعض وظائف المتصفح قد تتأثر بعد الإزالة %s لا ينصح بإزالة
FuncPluginRmoveSuccess=...تمت الإزالة بنجاح. جار التحميل
FuncVotePlugSelectMsgBox=الرجاء تحديد عنصر للتقييم
FuncPluginRmoveConfireSingleMsgBox=هل تريد بالتأكيد إزالة العنصر المحدد؟
FuncPluginRmoveConfireSomeMsgBox=هل تريد بالتأكيد إزالة العناصر المحددة؟
FuncCheckBrowserMsgBox_1=قيد التشغيل %s
FuncCheckBrowserMsgBox_2=.(انقر على موافق لإغلاقه (يرجى حفظ المحتويات أولا
FuncCheckBrowserMsgBox_4=قيد التشغيل %s
FuncCheckBrowserMsgBox_5=انقر فوق موافق لفرض إغلاقها (قد تفقد محتويات غير محفوظة).
FuncPluginRemoveFailedMsgBox_1=فشل إزالة العناصر التالية:
FuncPluginRemoveFailedMsgBox_4=.%s لأنها تحت حماية %s قد لا يتم إزالة. وإعادة تشغيل البرنامج لإزالتها مرة أخرى %s الرجاء إنهاء
FuncRestoreSuccessMsgBox=تمت استعادة الإعدادات الافتراضية بنجاح
FuncRestoreFailedMsgBox=فشل استعادة إعدادات المتصفح الافتراضية، وإعادة المحاولة %s يرجى الخروج من
FuncVoteMarkSelectMsgBox=يرجى التقييم
FuncVoteFailedMsgBox=فشل التقييم، يرجى التحقق من اتصال الشبكة وإعادة المحاولة
FuncVoteWaitting=...جار إرسال التقييم، يرجى الانتظار
VoteStr_1=<a>1</a> تقييم المستخدم. لقد قيمت من قبل
VoteStr_2=لم نتلق أي تقييم حتى الآن. كن أول من يقيم
VoteStr_3=من المستخدمين. لقد قيمت من قبل <a>%d</a> تم تقييم
VoteStr_4=من المستخدمين. كيف تفكر في هذا المكون الإضافي؟ <a>%d</a> تم تقييم
NoticeInfoEx_One=مكون إضافي ضار تم اكتشافه في المتصفح، الرجاء فتح أداة إلغاء التبيت لإزالته <a>1</a>
NoticeInfoEx_Some=مكونات إضافية ضارة تم اكتشافها في المتصفح، الرجاء فتح أداة إلغاء التثبيت لإزالتها <a>%d</a>
UninstallPromote=شراء الآن
OneItemStr=عنصر %d
SomeItemStr=عناصر %d
RebootToDelete_Str=(حذف عند إعادة التشغيل)
SureToDeleteSomeStr=برامج. الرجاء التأكد من التحقق فقط من العنصر الذي تريد حذفه <a>%d</a> تم إزالة
SureToDeleteOneStr=برنامج. الرجاء التأكد من التحقق فقط من العنصر الذي تريد حذفه <a>1</a> تم إزالة
SureToDeleteByHistroyStr=اكتمل الفحص. الرجاء التأكد من التحقق فقط من العنصر الذي تريد حذفه
DeletingStr=جاري حذف البقايا، يرجى الانتظار
DeleteCancleStr=هل تريد بالتأكيد إلغاء الحذف؟
RestoringCancleStr=جاري إنشاء نقطة استعادة. هل أنت متأكد أنك تريد الإلغاء؟
TaskCaption_Str=المهام المجدولة
ServiceCaption_Str=خدمات النظام
HintProToolStr=بشكل كامل ودقيق %s يساعد إلغاء التثبيت المتقدم على إلغاء تثبيت
SuccessReslutFromHistroySingle=تم تنظيف الملفات المتبقية بنجاح. راجع التفاصيل أدناه:
SuccessReslutFromUninstallSingle=:برنامج مع التفاصيل أدناه <a>%d</a> لقد أزلت بنجاح
SuccessReslutFromUninstallSome=:برامج مع التفاصيل أدناه <a>%d</a> لقد أزلت بنجاح
SuccessReslutNeedRestartSingle=برنامج تم إلغاء تثبيته <a>%d</a>
SuccessReslutNeedRestartSome=برامج تم إلغاء تثبيتها <a>%d</a>
FileDeleteReslut=<a>%s</a> :ملفات تم حذفها
RegDeleteReslut=<a>%d</a> :إدخالات ريجيستري تم حذفها
TaskDeleteReslut=<a>%d</a> :مهام مجدولة تم حذفها
ServiceDeleteReslut=<a>%d</a> :خدمات تم حذفها
HtmlRecomReslutCaption=:برامج وإزالة المخلفات أدناه <a>%d</a> تم إلغاء تثبيت
HtmlFileReCaption=<a>%s</a> ملفات غير مجدية
HtmlRegReCaption=إدخالات ريجيستري غير مفيدة <a>%d</a>
HtmlTaskReCaption=مهام مجدولة غير صالحة <a>%d</a>
HtmlServicesReCaption=خدمات نظام غير صالحة <a>%d</a>
RebootYes=اعادة التشغيل الان
RebootLater=لاحقا
FromHistroyNoItem=لم يتم العثور على بقايا
RelatedMetroText=ترتبط هذه التطبيقات. إلغاء تثبيت أي واحد منهم سوف يلغي تثبيت الآخرى تلقائيا. هل تريد بالتأكيد إزالة التثبيت؟
RelatedSoftText=تم تثبيت المنتجات المجمعة أعلاه في نفس الوقت. هل تريد إلغاء تثبيتها معا؟
EmailHint=يرجى إدخال البريد الإلكتروني الصحيح هنا
MemoHint=يرجى وصف اقتراحك أو المشكلة التي واجهتها بالتفصيل
EmailMessage=عنوان البريد الإلكتروني غير صالح. يرجى إدخال عنوان بريد إلكتروني صالح حتى تتمكن من تلقي ردنا
ScreenMaxMessage=فشلت العملية. لقد بلغت الحد الأقصى ل 5 لقطات شاشة
CloseHintMsg=هل أنت متأكد من أنك لا تريد إرسال التعليقات؟
FeedBack_1=أحبه
FeedBack_2=اقتراح
FeedBack_3=فشل إلغاء التثبيت
History_Scan_M=فحص
FeedBack_4=فشل عرض جميع البرامج
FeedBack_5=مشاكل الفحص القوي
FeedBack_6=الإبلاغ عن خطأ
FeedBack_7=آخرى
RelatedProTip=قم بتنشيط المحترف لإلغاء تثبيت المنتجات المجمعة معا
SpecProTip1=والمزيد من البرامج تماما %s إلغاء تثبيت
SpecProTip2=تنشيط المحترف للحصول على هذه الميزة والتمتع بمزيد من الميزات للمحترفين
UninstallProTipEnterCode=ادخل الرمز
UninstallProTipActive=تنشيط الآن
UninstallProTipManage=إدارة الترخيص
Scan_M=فحص
Clean_M=تنظيف
PleaseSelect_M=يرجى تحديد عنصر واحد على الأقل لإجراء الفحص
Invalid_item_M=(عنصر غير صالح)
ListviewHeader_Software_M=اسم البرنامج (الإجمالي: %d)
SoftwareFrame_ProgramName_M=(%s :اسم البرنامج (الإجمالي
History_Residualfilesleft_M=بقايا الملفات المتبقية
History_Installed_M=المثبتة
Uninstalled_completely_M=تم إلغاء التثبيت تماما
History_info_DouBle_M=البرامج المحددة لإلغاء تثبيتها آخر مرة لم يتم إلغاء تثبيتها تماما. الرجاء النقر على إلغاء التثبيت للمتابعة
History_info_One_M=البرنامج المحدد لإلغاء تثبيته آخر مرة لم يتم إلغاء تثبيته تماما. الرجاء النقر على إلغاء التثبيت للمتابعة
SoftwareFrame_FrequencyUse_M=آخر أستخدام
HistoryInfo_UseSize=المساحة المستخدمة
HistoryInfo_Location=الموقع
SoftwareFrame_Frequency_DaysHint_M=لم يتم استخدامه لمدة %s أيام
Noprograms_Frequencyofuse_M=يتم استخدام كافة البرامج الخاصة بك بشكل متكرر
Noprograms_100Size_M=لم يتم العثور على أي برامج تتجاوز 100 ميغابايت
Noprograms_Recent_M=لم يتم تثبيت أي برامج خلال الأيام العشرة الماضية
Export_M=تصدير
monthsago_M=قبل %d أشهر
yearsago_M=قبل %d عام
yearsagos_M=قبل %d أعوام
days_left_M=أيام متبقية
SU_Title=محدث البرامج
SU_COL_Name=محدث البرامج
SU_Ignored=تم التجاهل
SU_NoIgnore=عدم التجاهل
SU_Update=تحديث
SU_Updating=جاري التحديث
SU_UpToDate=محدث
SU_NewVersion=الإصدار جديد
SU_CurrVersion=الإصدار الحالي
SU_ActivePro=تنشيط التحديثات التلقائية
SU_Button_UpdateAll=تحديث الكل
SU_Tip=يساعدك في الحصول على البرامج الهامة الخاصة بك محدثة بسهولة وكفاءة
APTitle=تنشيط جميع الايجابيات
AP1=حذف التطبيقات الأكثر عنادآ
AP2=إزالة المجمعة تمامآ
AP3=إزالة اعلانات المتصفح
AP4=إلغاء تثبيت المكونات الإضافية الضارة

[Uninstaller_Frame_Update]
ListView_Update.Columns[0].caption=الإسم
ListView_Update.Columns[2].caption=العملية
mniRefush.caption=تحديث
ListView_Update.Columns[1].caption=تاريخ التثبيت
mniUninstall.caption=الغاء التثبيت
mniViewby.caption=عرض
mniDetails.caption=التفاصيل
mniIcons.caption=الأيقونات
lbl_NoItems.caption=لم يتم العثور على تحديثات ويندوز

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=الإسم
ListView_AppList.Columns[3].caption=العملية
mniRefush.caption=تحديث
mniOpenFile.caption=فتح موقع الملف
mniOpenReg.caption=فتح في محرر الريجيستري
mniSearchOnline.caption=بحث عبر الإنترنت
ListView_AppList.Columns[1].caption=الحجم
ListView_AppList.Columns[2].caption=تاريخ التثبيت
lbl_Notice.caption=لعرض تطبيقات ويندوز، يرجى التأكد من أن حسابك الحالي يتمتع بحقوق إدارية
mniUninstall.caption=الغاء التثبيت
mniView.caption=عرض
mniDetails.caption=التفاصيل
mniIcons.caption=الأيقونات
mniOpenWinstore.caption=فتح في متجر ويندوز

[uninstaller_ToolUninstallHistroy]
ListView_History.Columns[4].Caption=العملية
ListView_History.Columns[2].Caption=الحجم
ListView_History.Columns[3].Caption=الحالة
RdLabelDetail.caption=هنا يعرض لك سجلات إلغاء التثبيت مع الحالة. إذا كانت الحالة هي ملفات متبقية تم تركها، يمكنك النقر فوق فحص للبحث عن وأزاله كل البقايا
RdLabelCaption.caption=سجل إلغاء التثبيت
ListView_History.Columns[1].Caption=تاريخ إلغاء التثبيت
Menu_ClearThis.Caption=مسح هذا السجل
Menu_ClearAll.Caption=مسح الكل

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[3].Caption=العملية
Menu_Program_Refresh.caption=تحديث
Menu_Program_OpenFileLocation.caption=فتح موقع الملف
Menu_Program_OpeninRegedit.caption=فتح في محرر الريجيستري
Menu_Program_SearchOnline.caption=بحث عبر الإنترنت
ListView_SoftwareList.Columns[1].Caption=الحجم
ListView_SoftwareList.Columns[2].Caption=تاريخ التثبيت
Menu_Program_Uninstall.caption=الغاء التثبيت
Menu_Program_Details.caption=التفاصيل
Menu_Program_icons.caption=الأيقونات
Menu_Program_Repair.caption=إصلاح
Menu_Program_ViewBy.caption=عرض بواسطة

[Uninstaller_Form_FileShardder]
Menu_Shredder_Romove.caption=إزالة
RdImageButton_Cancel.caption=إلغاء
ListView_FileList.Columns[0].Caption=مسار الملف
Menu_Shredder_Shredder.caption=تمزيق
RdImageButton_Shredder.caption=تمزيق
RdLabelCaption.caption=ممزق الملفات
lbl_Listview_Title.caption=حدد الملف أو المجلد الذي تريد تمزيقه:
lblLoading.caption=...جاري التحميل
lbl_AddFile.caption=...إضافة ملف
lbl_AddFolder.caption=...إضافة مجلد
Menu_Shredder_AddFile.caption=إضافة ملف
Menu_Shredder_AddFolder.caption=إضافة مجلد
Menu_Shredder_Clean.caption=تنظيف
lbl_Shredder_Tip.caption=...جاري تمزيق الملفات الآن. قد يستغرق الأمر بعض الوقت، يرجى الانتظار

[Uninstaller_From_PluginNotice]
btnImg_Remove.caption=إزالة
lbl_Title.caption=إلغاء التثبيت IObit
lbl_NoTkanks.caption=عدم عرض هذا مرة أخرى

[uninstaller_Form_LicenseManager]
Label_Refresh.caption=تحديث
RdImageButton_Close.caption=إغلاق
RdImgBtn_close.caption=إغلاق
RdImageButton_Back.caption=عودة
Label_Retrv.caption=استرداد الرمز
RdImgBtnRegister.caption=تسجيل الان
Label_Lcode.caption=رمز الترخيص:
Label_Code.caption=رمز الترخيص:
rdlblHelp.caption=مساعدة
Label_Please.caption=يرجى إدخال رمز الترخيص الخاص بك وانقر على "تسجيل الآن" لتنشيط جميع وظائف الإصدار المحترف
Label_HaveLicense.caption=ليس لديك ترخيص؟
Label_click.caption=اضغط هنا للحصول على واحد
RdLabelCaption.caption=إدارة الترخيص
Label_Status.caption=حالة الترخيص:
Label_Activated.caption=منشط
Label_Data.caption=تاريخ إنتهاء الصلاحية:
Label_Export.caption=تصدير الترخيص
rdlblAlread.caption:=لديك بالفعل رمز ترخيص

[Uninstaller_frmUninstallForm]
mniMenu_Path.caption=فتح موقع الملف
mniMenu_Regedit.caption=فتح في محرر الريجيستري
btnImg_ReslutCancel.caption=إلغاء
btnImg_AllMainCancel.caption=إلغاء
lbl_AutoDelete.caption=إزالة الملفات المتبقية تلقائيا
btnImg_Uninstall.caption=الغاء التثبيت
btnImg_Advanced.caption=متقدم
lbl_IsCreateRestore.caption=إنشاء نقطة استعادة قبل إلغاء التثبيت
lbl_IsUninstallHint.caption=هل تريد إلغاء تثبيت البرنامج المحدد؟
btnImg_Delete.caption=حذف
lbl_SeletedAll.caption=تحديد الكل
lbl_ShredFile.caption=تمزيق الملفات
lbl_AllRestart.caption=الرجاء إعادة تشغيل الكمبيوتر لإلغاء تثبيت البرنامج التالي تماما. اعادة التشغيل الان؟
lbl_SomeNeedStart.caption=الرجاء إعادة تشغيل الكمبيوتر لإلغاء تثبيت البرنامج التالي تماما. اعادة التشغيل الان؟
lbl_NoPowerScan.caption=اكتمل إلغاء التثبيت
btnImg_RecommendClose.caption=إغلاق
btnImg_Restart.caption=نعم
lbl_MoneyBackInfo.caption=سوف تستمتع بكمبيوتر أكثر أمنا وأسرع عن طريق إزالة البرامج غير المرغوب فيها والإضافات تماما. 60 يوما ضمان لاستعادة الاموال. لا نطلب اجابة لأي سؤال
lbl_MoneyBackTitle.caption=ضمان شامل لإلغاء التثبيت ولجهاز كمبيوتر أنظف
lbl_UninstallCompleted.caption=!أكتمل إلغاء التثبيت
lbl_PluginTitle.caption=ولكن لضمان تصفح أكثر أمانا، المشاكل التالية تحتاج إلى إصلاح:
lbl_UpgradeDes.caption=.IU PRO لإصلاحها، الترقية الآن إلى
lbl_AutoUpdateDes.caption=تنظيف الملفات المتبقية تلقائيا وبسرعة
lbl_CleanDes.caption=كشف وإلغاء تثبيت البرامج بسهولة
lbl_MoreDBDes.caption=إزالة البرامج الأكثر عنادا مع قاعدة بيانات موسعة
lbl_ProTitle.caption=ولكن مع طبعة المحترفين، فإنه يمكن:
lbl_RemovePlugin.caption=إزالة الإضافات الضارة لتأمين متصفح الويب
lbl_SupportDes.caption=الحفاظ على البرامج الهامة الخاصة بك محدثة دائما

[Uninstaller_frmForcedUninstall]
PopMenu_ViewEntry.caption=فتح في محرر الريجيستري
PopMenu_SearchOnline.caption=بحث عبر الإنترنت
btnImg_Cancel.caption=إلغاء
ListView_FindReslut.Columns[1].caption=الحجم
ListView_FindReslut.Columns[2].caption=تاريخ التثبيت
PopMenu_Uninstall.caption=الغاء التثبيت
btnImg_Uninstall.caption=الغاء التثبيت
lbl_Caption.caption=فرض إلغاء التثبيت
lbl_FUInfo.caption=فرض إلغاء التثبيت يساعدك على إلغاء تثبيت البرامج التي لا يمكن إلغاء تثبيتها بطريقة روتينية وتنظيف الملفات المتبقية بدقة. كما يمكن أن يساعدك على إزالة الاختصار والملف الهدف بسهولة
btnImg_Open.caption=...تصفح
lbl_DropInfo.caption=هنا يمكنك تصفح أو سحب وإسقاط ملف أو مجلد لحذف أو إلغاء تثبيت البرنامج ذات الصلة
PopMenu_OpenFolder.caption=فتح موقع الملف
ListView_FindReslut.Columns[0].caption=عرض الاسم

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=إعادة تعيين المتصفح
lblConfire.Caption=هل تريد فعلآ استعادة الإعدادات الافتراضية؟
lblHomepageTitle.Caption=الصفحة الرئيسية الحالية:
lblSearchTitle.Caption=محرك البحث الافتراضي الحالي:
btnImg_OK.Caption=موافق
btnImg_Cancel.Caption=إلغاء

[SendBugReportNew_M]
M_OKTips=موافق
M_SendingTips=...جاري الإرسال
M_AskUserTips=واجه مشكلة. يرجى ان ترسل الينا تقرير الخطأ ومساعدتنا إصلاحه
M_BugStatisticsTips=...واجه مشكلة ويجب إغلاقه. نحن نحلل السبب الآن. أرجو الإنتظار
M_AttentionTips=واجه مشكلة ويجب إغلاقه. الرجاء إعادة تشغيله لاحقا
M_InvalidEmailTips=عنوان البريد الإلكتروني غير صالح! يرجى إدخال عنوان بريد إلكتروني صالح حتى تتمكن من تلقي ردنا

[Uninstaller_Form_SendResult]
btnImg_SendSuccess.caption=موافق
btnImg_SendFailed.caption=موافق
lbl_Sending.caption=...جاري الإرسال
lbl_SendFailed.caption=فشل الإرسال. الرجاء النقر على موافق لإرسال تعليقات عبر الإنترنت
lbl_SendSuccess.caption=شكرا لملاحظاتك. سوف نتصل بك في أقرب وقت ممكن

[Monitor_FormMainInitWizard_M]
M_TipSure=موافق
M_NoticeInfo_AB=1. انقر بزر الماوس الأيسر واسحب الماوس لتحديد المنطقة التي تريد أن تأخذ لها لقطة شاشة
M_NoticeInfo_AC=2. للخروج Esc انقر بزر الماوس الأيمن أو اضغط
M_Rect=مستطيل
M_Oval=بيضاوي
M_Text=نص
M_Paintbrush=فرشاه الرسام
M_Return=Ctrl + Z استعادة العملية
M_Copy=نسخ للحافظة
M_Exit=إنهاء لقطة الشاشة
M_Save=حفظ
M_TipInfo=للصق Ctrl + V تم حفظ لقطة الشاشة للحافظة. يمكنك استخدام
M_TipShow=عدم عرض هذه الرسالة مرة أخرى
M_NoticeInfo=1.انقر بزر الماوس الأيسر واسحب الماوس لتحديد المنطقة التي تريد أن تأخذ لها لقطة شاشة
M_NoticeInfo_a=2.للخروج Esc انقر بزر الماوس الأيمن أو اضغط

[Uninstaller_frmSetting]
btnImg_OK.caption=موافق
btnImg_Cancel.caption=إلغاء
lbl_Caption.caption=إعدادات
lbl_UserInterfaceTitle.caption=واجهة المستخدم
lbl_SkinTitle.caption=الجلد:
lbl_LanguageTitle.caption=اللغة الحالية:
lbl_FontSize.caption=حجم الخط:
lbl_Classic.caption=كلاسيكي
lbl_White.caption=أبيض
lbl_UpdateTitle.caption=طريقة التحديث
lbl_UpdateRemind.caption=إخطاري عند توافر تحديثات
lbl_UpdateChooseDes.caption=طريقة تحديث هذا المنتج:
lbl_UpdateAuto.caption=تحديث تلقائي
lbl_GeneralCaption.caption=عام
lbl_AutoDelete.caption=إزالة الملفات المتبقية تلقائيا
lbl_AutoDeleteAfterOtherUninstall.caption=حذف البقايا تلقائيا لإلغاء تثبيت البرامج بواسطة إلغاء التثبيتات الأخرى
lbl_RemoveToRecycleBin.caption=حذف الملفات إلى سلة المحذوفات
lbl_ShowExplorerButton.caption=إضافة زر تمزيق الملف إلى المستكشف
lbl_Notification.caption=الإخطار
lbl_AutoShowTipForm.caption=إخطاري عند اكتشاف عملية إلغاء تثبيت بواسطة إلغاء التثبيتات الأخرى
lbl_BrowserPlugTip.caption=إخطاري عند تثبيت مكونات إضافية ضارة

[ACD_frmActionCenter]
lbl_Cancel.Caption=إلغاء
btnClose.Hint=إغلاق
lbl_Min.Caption=تصغير

[Uninstaller_frm_CheckRelatedForm]
btnImg_Cancel.caption=إلغاء
btnImg_OK.caption=الغاء التثبيت

[SendBugReportNew_FrmMain]
lblTitle.Caption=إلغاء التثبيت IObit
btnClose.Hint=إغلاق
btnSendReport.Caption=إرسال تقرير الخطأ
lblErrorDetails.Caption=تفاصيل الخطأ:
lblUserEmail.Caption=عنوان بريدك الإلكتروني:
lblSuccTips.Caption=شكرا لارسال تقرير الخطأ لنا. وسوف نحاول حلها في أقرب وقت ممكن

[UninstallHistory_M]
RdImageButtonImageButton_Uninstall.caption=الغاء التثبيت
rdlbl_NoTkanks.caption=لا, شكرا

[uninstaller_FormHistoryCombox]
RdImgBtnUninstall.caption=الغاء التثبيت
RdImgBtnNoThanks.caption=لا, شكرا
RdListView_History.Columns[0].Caption=إسم البرنامج
RdListView_History.Columns[1].Caption=الحالة

[Uninstaller_Form_CleanTool]
Menu_Clean_OpenFileLocation.caption=فتح موقع الملف
ck_SelectALL.Caption=تحديد الكل
Menu_Clean_SelectAll.caption=تحديد الكل
RdLabelCaption.caption=تنظيف المتبقية
lbl_Frame_Detail.caption=تنظيف المتبقية ستساعدك على تنظيف الاختصار غير الصالح، وذاكرة التخزين المؤقت لرقع تحديث ويندوز والملفات المهملة في مجلد التحميل لتوفير مساحة أكبر لتحسين أداء النظام
lbl_Shortcut_Title.caption=الاختصارات التالفة
lbl_Shortcut_Detail.caption=فحص الاختصارات التالفة وإزالتها في قائمة ابدأ، وسطح المكتب لتحسين أداء النظام && تجربة المستخدم
lbl_WindowsPatch_Title.caption=الذاكرة المؤقتة لتخزين رقع تحديث ويندوز
lbl_WindowsPatch_Detail.caption=تنظيف ذاكرة التخزين المؤقت التي تم إنشاؤها أثناء تثبيت رقع تحديث ويندوز لتحرير المزيد من مساحة القرص وجعل النظام يعمل بسلاسة
lbl_Download_Title.caption=مجلد التحميل
lbl_Download_Detail.caption=فحص الملفات في مجلد التحميل الافتراضي للمتصفحات الرئيسية وأدوات التحميل. قبل الحذف، يرجى التأكد من أنها ملفات عديمة الفائدة
ListView_Clean.Columns[0].Caption=مسار الملف
Menu_Clean_InvertSelection.caption=عكس التحديد
RdLabelBack.Caption=عودة

[uninstaller_frmSystemRestore]
RdImageButton_Delete.Caption=حذف
lbl_Caption.Caption=استعادة النظام
rdlblDesc.Caption=استعادة الكمبيوتر إلى الحالة التي كان عليها قبل الحدث المحدد. لا يمكن حذف أحدث واحد لأمن النظام
ListView_Restore.Columns[0].Caption=التاريخ و الوقت
ListView_Restore.Columns[1].Caption=الوصف
btn_CreateRestorePoint.Caption=إنشاء نقطة استعادة
RdImageButton_Restore.Caption=استعادة
lblNull.Caption=لم يتم إنشاء نقاط استعادة النظام

[uninstaller_Form_licensemessage]
RdImgBtn_Closetwo.caption=إغلاق
rdlblHelp.caption=مساعدة
Label_success.caption=!تم تنشيط رمز الترخيص بنجاح

[uninstall_Mitor_M]
ProStillLeavesone_M=%d برنامج لا يزال يترك:
Close_M=إغلاق
Lbl_metro_Atten.caption=انتباه
lbl_show.caption=لا يزال لديه بقايا، والتي قد تؤثر على أداء الكمبيوتر "%s"
Donotagain_M=عدم عرض هذا مرة أخرى
Hide_M=إخفاء
showDetails_M=عرض التفاصيل
Cleanmanually_M=تنظيف يدوي
AutoClean_M=تنظيف تلقائي
Cleaning_M=جاري التنظيف
Cleannow_M=تنظيف الان
StillLeavas_M=مازال يترك "%s":
RegistryEntries_M=إدخالات ريجيستري
MBFiles_M=ميغابت ملفات
LeftBy_M=تم حذفها "%s" متروكة بواسطة
Cleanfuture_M=تنظيف تلقائيا في المستقبل
Registry_M=ريجيستري
File_M=ملف
Files_M=ملفات
Items_M=عناصر
Item_M=عنصر
rdlblRemoving.caption=...جاري الإزالة الآن
Removingnow_M=...جاري الإزالة الآن
rdlblCleanupCompleted.caption=اكتمل التنظيف
rdlblIncomplete.caption=إلغاء التثبيت غير كامل
Setting_M=إعداد
Uselessfiles_M=ملفات غير مجدية
Uselessregistryentries_M=إدخالات ريجيستري غير مجدية
UselessregistryentriesOne_M=إدخال ريجيستري غير مجدي
TrayHintstill=لا يزال %d مشاكل متبقية يمكن إصلاحها
CCtrayHint_M=لا يزال %d+ مشاكل متبقية يمكن إصلاحها
LeftoversRemoved_M=بقايا تم إزالتها:
ProStillLeaves_M=%d برامج لا تزال تترك:

[uninstaller_Form_UninstallLog]
RdImageButton_Closetwo.caption=إغلاق

[ActionCenter_M]
M_kvpCaption=مدير تحميل الفيديو
M_kvpInfo_NotIns=.يمكنك تنزيل مقاطع الفيديو من يوتيوب و 10000 موقع بسرعة
M_kvpInfo_UpToDate=.يمكنك تنزيل مقاطع الفيديو من يوتيوب و 10000 موقع بسرعة
M_kvpOffer=.يمكنك تنزيل مقاطع الفيديو من يوتيوب و 10000 موقع بسرعة <br>.تنزيل مقاطع الفيديو بأي صيغة بنقرة واحدة<br>.دفعة واحدة Lynda تنزيل قوائم تشغيل يوتيوب && قوائم تشغيل<br>سرعة تنزيل أسرع 3 أضعاف باستخدام تقنية الصفحات المتعددة<br>تحويل ملفات الفيديو المحلية إلى أي صيغة && عبر الإنترنت
M_ASCOffer=يمكنك تنظيف جهاز الكمبيوتر وتحسينه بنقرة واحدة<br>تسريع وقت بدء تشغيل جهاز الكمبيوتر بمعدل يصل إلى 300% أسرع<br>يمكنك مسح آثار العمليات لضمان خصوصيتك<br>يمكنك مراقبة أوضاع الكمبيوتر في الوقت الفعلي لكمبيوتر أكثر سلاسة<br>حماية جهاز الكمبيوتر الخاص بك ضد برامج التجسس الشائعة
M_IMFOffer=برنامج قوي وشامل لمكافحة البرامج الضارة<br>GoldenEye و Wannacry الدفاع عن الفدية مثل<br>تصفح إنترنت وتنزيلات أكثر أمانا<br>حماية أكثر عمقا && من جميع النواحي في الوقت الحقيقي
M_DBOffer=قاعدة بيانات لأكثر من (1،000،000+) برنامج تشغيل<br>تحديث برامج التشغيل مع نقرة واحدة فقط<br>القديرة WHQL التحديث الآمن لبرامج التشغيل مع<br>(إصلاح المشاكل الشائعة (مثل الشبكة، والصوت<br>تقليل تعطل وتجمد النظام
M_SDOffer=آعلى سرعة في الوصول للملف<br>الحد الأقصى لأداء القرص الثابت<br>زيادة سرعة بدء تشغيل الكمبيوتر بسرعة تصل إلى 100% أسرع<br>تحسين الألعاب من أجل تجربة ألعاب أفضل
M_SMOffer=إعادة القائمة ابدأ الكلاسيكية إلى ويندوز 8/10<br>محرك بحث عن الملفات قوي وبسيط
M_DLOffer=الطريقة البسيطة والآمنة لإدارة كلمات المرور<br> أنشئ كلمات مرور فريدة لحماية حساباتك<br> تسجيل الدخول تلقائيا على مواقع الويب المفضلة لديك<br>وأندرويد ,iOS لنظام التشغيل ويندوز و ماك و
M_IOTOffer=أفضل مدير إيفون وبرنامج نقل إيفون<br>نقل بيانات إيفون بين إيفون/إيباد/إيبود/ الكمبيوتر<br>سهولة وحرية في إدارة صور إيفون والموسيقى ومقاطع الفيديو<br>مسح الملفات غير المرغوب فيها && ذاكرة التخزين المؤقت لتحرير مزيد من المساحة
M_Moffer_Title=IObit توصيات
M_Close=إغلاق
M_Cancel=إلغاء
M_Moffer_Install=تثبيت
M_Moffer_NoteEP=<a>سياسة الخصوصية</a> && <a>اتفاقية ترخيص المستخدم</a> وقبول %s بالنقر على "تثبيت"، فإنك توافق على تثبيت
M_Moffer_Refund=<a>سياسة رد الأموال</a> يمكنك استرداد الأموال خلال 30 يوما. اقرأ <a>:ملاحظة</a>
M_HideAC=إخفاء
M_AC_FreeTitle2=مركز العمل
M_Updating=جاري التحديث
M_FixAllAC=الحصول على الكل
M_ShowAC=عرض
M_AC_FreeTitle=الأمن && الأداء
M_ShowACDesc=انقر فوق "عرض" لعرض البرامج الأخرى الموصى بها. وتثبيتها للحصول على حماية أمنية وأفضل أداء لجهاز الكمبيوتر
M_ShowACTitle=الأمن && الأداء
M_AC_FreeHelp_Ins=الحصول على حماية أمنية أفضل وتعزيز الأداء مع البرامج الموصى بها
M_AC_FreeHelp_Upt=لم تحصل على الوظائف المحسنة والميزات المضافة حديثا
M_AC_FreeHelp_OK=تشغيل البرامج التالية يوفر لك بشكل أفضل حماية أمنية وأداء الكمبيوتر الشخصي بشكل منتظم
M_AC_Free_EULA=تنطبق اتفاقية ترخيص المستخدم التي تم قبولها سابقا على منتجات الموصى بها أيضا IObit
M_AC_Free_ReadEULA=قراءة اتفاقية ترخيص المستخدم النهائي
M_ShowACTitle2=!ملاحظة
M_AC_FreeDetail2=التي تم قبولها سابقا على المنتجات الموصى بها أيضا <a>اتفاقية ترخيص المستخدم</a> الحصول على حماية أمنية أفضل وتعزيز الأداء مع البرامج الموصى بها تنطبق
M_AC_FreeDetail2_db=التي تم قبولها سابقا هنا أيضا <a>اتفاقية ترخيص المستخدم</a> الحصول على حماية أمنية أفضل وتعزيز الأداء مع البرامج الموصى بها تنطبق
M_Scan=...جاري الفحص
M_Recomm_Ins=%s الموصى به: تثبيت
M_Recomm_Upt=%s الموصى به: تحديث
M_none=لا شيء
M_Fix=تثبيت الآن
M_RunAMC=تثبيت الآن
M_Install=تثبيت الآن
M_fixing=جاري التثبيت
M_fixed=حصلت
M_failed=فشل
M_RuningWell=أحدث إصدار مثبت
M_Outdated=قديم
M_NotInstalled=غير مثبت
M_ASCCaption=أداء النظام
M_ASCInfo_NotIns=تم العثور على أخطاء ريجيستري، ومشاكل خصوصية وملفات مهملة على جهازك
M_ASCInfo_UpToDate=يسرع ويحسن جهازك بنقرة واحدة Advanced SystemCare
M_ASCInfo_NeedUpDate=قديم Advanced SystemCare
M_ASCDesc=بنقرة واحدة حماية وتحسين جهاز الكمبيوتر الخاص بك
M_RunASC=فحص الآن
M_RuniFreeUp=فحص الآن
M_RunDB=فحص الآن
M_RunIMF=فحص الآن
M_IMFCaption=الحماية من البرمجيات الخبيثة
M_IMFInfo_NotIns=IObit's anti-spyware الحصول على حماية أفضل عن طريق تثبيت
M_IMFInfo_UpToDate=مكافحة البرامج الضارة يحمي جهاز الكمبيوتر الخاص بك ضد البرمجيات الخبيثة المختلفة
M_IMFInfo_NeedUpDate=قديم anti-spyware
M_IMFDesc=حماية جهاز الكمبيوتر الخاص بك ضد البرامج الضارة
M_DBCaption=مُحدث برامج التشغيل
M_RunIU=تشغيل الآن
M_RunSM=تشغيل الآن
M_BuySD=شراء الآن
M_BuyDB=شراء الآن
M_BuyIMF=شراء الآن
M_ShowACTitlePro=عرض حصري لكبار الشخصيات
M_VipTitle=عرض حصري لكبار الشخصيات
M_BuyiFreeUp=شراء الآن
M_DBInfo_NotIns_C=تحديث برامج التشغيل القديمة وإصلاح المفقوة & وبرامج التشغيل المعيبة للاستمتاع بكمبيوتر أكثر استقرارا
M_DBInfo_NotIns=قد يكون هناك برامج تشغيل قديمة، والتي قد تبطئ & وتزعزع استقرار جهاز الكمبيوتر
M_DBInfo_UpToDate=معزز برامج التشغيل يقوم بتحديث كافة برامج التشغيل القديمة على جهازك
M_DBInfo_NeedUpDate=برنامج تحديث برامج التشغيل قديم
M_DBDesc=تحديث كافة برامج التشغيل القديمة على جهاز الكمبيوتر الخاص بك
M_SDCaption=تحسين القرص
M_SDInfo_NotIns=تحسين الأقراص الخاصة بك للحصول على بدء تشغيل الكمبيوتر أسرع وأعلى سرعة في الوصول إلى الملفات
M_SDInfo_UpToDate=إلغاء التجزئه الذكية لأداء القرص العالي
M_SDInfo_NeedUpDate=برنامج إلغاء تجزئة القرص قديم
M_SDDesc=إلغاء تجزئة القرص لأداء عالي
M_RunSD=إلغاء تجزئة الآن
M_SMCaption=قائمة ابدأ
M_SMInfo_NotIns=الحصول علي العودة المالوفه لقائمة "أبدا" ويندوز
M_SMInfo_UpToDate=قائمة ابدأ 8 يعود إلى قائمة "ابدأ" ويندوز
M_SMInfo_NeedUpDate=قائمة ابدأ 8 قديمة
M_SMDesc=الرجوع إلى قائمة ابدأ & وإدارة سطح المكتب
M_AMCCaption=حماية الأندرويد
M_AMCInfo_NotIns=الحصول على أفضل حماية الأمن والخصوصية لجهاز الأندرويد الخاص بك
M_Recomm_Ins_AMC=لجهاز الأندرويد %s الموصى بها: تثبيت
M_AMCDesc=تحسين وتأمين جهاز الأندرويد الخاص بك
M_DLCaption=إدارة كلمة المرور
M_DLInfo_NotIns=مدير كلمة المرور Dashlane حماية وإدارة جميع كلمات السر الخاصة بك مع
M_DLInfo_UpToDate=آمنة ومأمونة .Dashlane لا ننسى أبدا كلمة المرور الخاصة بك مع
M_RunDL=إدارة
M_AC_FreeTitleHide1=!تم إخفاء جميع البرامج الموصى بها
M_AC_FreeTitleHide2=انقر على "عرض" لعرضها وتثبيتها للحصول على الحماية الأمنية الكاملة والأداء النهائي
M_IUCaption=إلغاء التثبيت البرامج
M_IUInfo_NotIns=إزالة البرامج غير المرغوب فيها وأشرطة الأدوات والمكونات الإضافية للمتصفح
M_IUInfo_UpToDate=يزيل الإضافات & والتطبيقات بدقة IObit Uninstaller
M_IUInfo_NeedUpDate=قديم IObit Uninstaller
M_FPCaption=محول الفيديو
M_FPInfo_NotIns=الحصول على محول الفيديو لتحويل أشرطة الفيديو الخاصة بك لأجهزة مختلفة
M_FPInfo_UpToDate=استمتع بمشاهدة أشرطة الفيديو على أي أجهزة تريد
M_FPInfo_NeedUpDate=تنسيق الحزمة قديم
M_iFreeUpCaption=iOS تحسين
M_iFreeUpDesc=iOS يمكنك تحرير مزيد من مساحة جهاز
M_iFreeUpInfo_NotIns=iOS قد يكون هناك الكثير من المساحة المهدرة على جهاز
M_iFreeUpInfo_UpToDate=يحرر مزيد من مساحة جهازك iFreeUp
M_iFreeUpInfo_NeedUpDate=قديم iFreeUp
M_Recomm_Ins_iFreeUp=لتحرير المساحة الضائعئة %s الموصى بها: تثبيت
M_RunSGB=تعزيز الآن
M_SGBCaption=تحسين الألعاب
M_SGBInfo_NotIns=تعزيز الألعاب وعمر جهاز الكمبيوتر مع إبقائها في أعلى شكل
M_SGBInfo_UpToDate=زيادة السرعة وتحسين أداء الألعاب بنقرة واحدة Superb Game
M_SGBInfo_NeedUpDate=قديم Superb Game
M_RunIVC=جرب الآن
M_IVCCaption=محول الفيديو المجاني
M_IVCInfo_NotIns=مجاني 100% ونظيف، اكثر من 150 صيغة وأسرع في تحويل الفيديو
M_IVCInfo_UpToDate=مشاهدة أشرطة الفيديو بأي طريقة تريدها
M_IVCInfo_NeedUpDate=محول الفيديو قديم iFun
M_RunIOT=إدارة الآن
M_IOTCaption=مدير إي فون
M_IOTInfo_NotIns=iOS بنقره واحده استيراد وتصدير وإدارة الصور والفيديو والموسيقى على جهاز
M_IOTInfo_UpToDate=iOS بنقرة واحدة استيراد وتصدير وإدارة الصور ومقاطع الفيديو والموسيقى على أجهزة
M_IOTInfo_NeedUpDate=قديم IOTransfer
M_IOTTip=IOTransfer promises:<br>+ نقل موسيقى أي فون للكمبيوتر/اي تيونز <br>+ إدارة كل ما تفعله من الصور بكل سهولة <br>+ نسخ احتياطي/استعادة محتويات أي فون <br>+ توفير الدعم التقني المتميز
M_IOTDesc=مدير المحتوى الكل في واحد لأجهزة إي فون & وإيباد
M_AC_ShareTip=مشاركة العرض الحصري مع أصدقائي / الأسرة
M_AC_Pro_Title=المنتجات الأخرى الموصى بها لتحسين الأمن والأداء
M_ACPro_SubTitle=المحترف فقط ASC شراء الآن للاستمتاع سعر الخصم الحصري لمستخدمي
M_ACPro_SubTitle_AU=المدفوع فقط ASC Ultimate شراء الآن للاستمتاع سعر الخصم الحصري لمستخدمي
M_ActionCenterTitle_Perfectly=!جميع البرامج تعمل جيدآ
M_ACPro_SubTitle_db=شراء الآن للاستمتاع بالخصم الحصري لمعزز برامج التشغيل لمستخدمي المحترف فقط
M_SubTitle_Perfectly=تشغيل البرامج التالية بانتظام للحصول على حماية أمنية أفضل وأداء جهاز الكمبيوتر. استمتع باستخدامها
M_ShowACDescPro=الأخرى الموصى بها IObit انقر على "عرض" للحصول على سعر الخصم الحصري لمنتجات
M_AC_ProShareMail=مشاركة عبر رسائل البريد الإلكتروني
M_AC_ProShareFB=مشاركة عبر فيسبوك
M_AC_NoMailCLient=فشلت العملية حيث لم يتم تثبيت برنامج البريد الإلكتروني الافتراضي بشكل صحيح
M_AC_Tips=الحصول على حماية أمنية أفضل وتعزيز الأداء عن طريق تثبيت البرامج الموصى بها

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=تحذير
Lbl_Warnning_Detail.caption=هذا البرنامج محمي بموجب قانون حق الطبع والنشر .والمعاهدات الدولية
lbl_copyright.caption=كل الحقوق .IObit حقوق الطبع والنشر© 2005-2018 .محفوظة. تعريب/ انور الاسكندرانى
lbl_Thanks_Title.caption=:شكر خاص للأشخاص التاليين لإسهاماتهم العظيمة
rdhtmlEula.caption=<a>سياسة الخصوصية</a> | <a>اتفاقية ترخيص المستخدم</a>

[uninstaller_Form_Activate]
Label_Get.caption=الحصول على الترخيص
Label_Retrv.caption=استرداد الرمز
Label_Eg.caption=AAAAA-BBBBB-CCCCC-DDDDD :مثل
lblTitleOne.caption=إزالة البرامج العنيدة
lblContentOne.caption=قم بإزالة البرامج الأكثر عنادا تماما باستخدام أحدث التقنيات وقاعدة البيانات الموسعة
lblContentTwo.caption=مراقبة تثبيت البرامج للكشف وإلغاء تثبيت البرامج المجمعة && المكونات الإضافية المجمعة بسهولة
lblTitleTwo.caption=إلغاء التثبيت المجمع بالكامل
lblTitleThree.caption=متصفح سريع وآمن
lblContentThree.caption=إزالة الخبيثة && إعلانات الإضافات/الملحقات لتعطيك تجربة تصفح إنترنت آمنة وسلسة
lblTitleFour.caption=مُحدث برامج جديد
lblContentFour.caption=إبقاء البرامج الهامة الخاصة بك محدثة دائما بسهولة وبسرعة
rdlblHelp.caption=مساعدة
Label_Code.caption=:رمز الترخيص
RdImgBtnRegNow.caption=تسجيل الان
RdLabelCaption.caption=تفعيل الإصدار المحترف للاستمتاع بتجربة خدمة أفضل
Label_Please.caption=يرجى إدخال رمز الترخيص الخاص بك وانقر على "تسجيل الآن" لتنشيط الوظائف الكاملة للإصدار المحترف
Label_More.caption=:المزيد من الفوائد، نحن نعد
RdImgBtn_Upgrade.caption=الترقية إلى المحترف

[Uninstaller_Form_UptoPro]
Rdlb_UpdateManually.caption=تحديث يدوي
Rdlb_lbOpenBuyWeb.caption=تعبت من التحديث اليدوي؟
RdLb_OpenBuyWeb.caption=تنشيط التحديث التلقائي

[promot_M]
CountDown_M=*%dd:%dh:%dm:%ds:%dms :عرض لوقت محدود
ActivateNow_M=تنشيط الآن
PromotOne_M=حذف التطبيقات الأكثر عنادآ
PromotTwo_M=إزالة المجمعة تمامآ
PromotThere_M=إزالة اعلانات المتصفح
Youhave_M=!IObit لقد حصلت على %D% خصم خاص من
ThisSpecial_M=ويهدف هذا العرض الخاص الى شكر المستخدمين المخلصين لمساعدتنا على جعل برنامج إلغاء التثبيت أفضل
OnlyDays_M=فقط %D أيام متبقية
enjoy_the_PRO_M=تنشيط الآن للاستمتاع بميزات المحترفين:
GiveOffer_M=التخلي عن هذا العرض الخاص

[ACD_M]
M_Downloading=جارى التحميل:
M_TipFixing=جاري الإصلاح
M_Tips=جار التنزيل. انقر نقرا مزدوجا فوق الرمز لعرض التفاصيل
M_Installing=جاري التثبيت:
M_MD5Faild=الملف الذي تم تنزيله تالف. الرجاء معاودة المحاولة في وقت لاحق
M_NetError=فشل التنزيل بسبب حدوث خطأ في الشبكة. الرجاء معاودة المحاولة في وقت لاحق
M_DiskIsFull=!مساحة قرص التخزين غير كافية
M_Speed=السرعة:
M_AreSure_IObit=؟IObit هل تريد بالتأكيد الخروج من محمل

